Repository: 20centaurifux/Jekyll
Catalog: po/*.po
Languages: de_de

source: Couldn't launch browser, please check your preferences.
de_de: Der Browser konnte nicht gestartet werden, bitte prüfen Sie Ihre Einstellungen.

source: Couldn't connect to Twitter service. Please try again later.
de_de: Der Twitter Service konnte nicht erreicht werden. Bitte versuchen Sie es später erneut.

source: _Open Link
de_de: _Link öffnen

source: Copy _Link Address
de_de: Link _Adresse kopieren

source: Couldn't initialize %s, database seems to be damaged.
de_de: %s konnte nicht aktualisiert werden, die Datenbank scheint beschädigt zu sein.

source: Couldn't initialize database, please upgrade %s.
de_de: %s konnte nicht initialisiert werden, bitte aktualisieren Sie die installierte Version.

source: Account initialization failed, please try again later.
de_de: Das Benutzerkonto konnte nicht initialisiert werden, bitte versuchen Sie es noch einmal.

source: Hide window
de_de: Fenster verstecken

source: Show window
de_de: Fenster anzeigen

source: About
de_de: Über

source: Quit program
de_de: Programm beenden

source: <b>Users:</b> %d
de_de: <b>Benutzer:</b> %d

source: Users
de_de: Benutzer

source: Account
de_de: Konto

source: Authorized
de_de: Authorisiert

source: Couldn't create dialog. Please check your configuration file.
de_de: Die Dialog konnte nicht erstellt werden, bitte überprüfen Sie Ihre Konfiguration.

source: Do you really want to delete the selected account (<b>%s</b>)?
de_de: Möchten Sie wirklich das Konto <b>%s</b> entfernen?

source: Accounts
de_de: Konten

source: Twitter accounts
de_de: Twitterkonten

source: Authorize
de_de: Authorisieren

source: <b>Welcome to %s!</b> You have no Twitter accounts configured yet. This wizard will guide you through all necessary configuration steps. Please click the <b>Forward</b> button to create your first account.
de_de: <b>Willkommen bei %s!</b> Sie haben bisher noch kein Twitterkonto konfiguriert. Dieser Assistent wird Sie durch alle notwendigen Schritte begleiten. Bitte klicken Sie auf <b>Vor</b>, um Ihr erstes Konto anzulegen.

source: Open File
de_de: Datei öffnen

source: Executable file
de_de: Ausführbare Datei

source: Please specifiy your favorite internet browser.
de_de: Bitte geben Sie Ihren favorisierten Browser an.

source: use default browser
de_de: Standardbrowser benutzen

source: use custom browser
de_de: benutzerdefinierten Browser nutzen

source: <b>%s</b> has been authorized successfully.
de_de: Das Konto <b>%s</b> wurde erfolgreich authorisiert.

source: Couldn't authorize <b>%s</b>, please try again later.
de_de: Das Konto <b>%s</b> konnte nicht authorisiert werden, bitte versuchen Sie es später erneut.

source: Please enter your username. Like any other Twitter application <b>%s</b> has to be authorized. Please enter the PIN you were provided and click <b>Authorize</b>.
de_de: Bitte geben Sie Ihren Twitter-Benutzernamen ein. Wie jede andere Twitter-Anwendung, muss <b>%s</b> authorisiert werden. Bitte geben Sie anschließend die PIN ein und klicken Sie <b>Authorisieren</b>.

source: Username
de_de: Benutzername

source: Get PIN
de_de: PIN anfordern

source: Please click on <b>Apply</b> to save all settings and start <b>%s</b>.
de_de: Bitte klicken Sie auf <b>Übernehmen</b>, um alle Einstellugen zu speichern und <b>%s</b> zu starten.

source: Welcome
de_de: Willkommen

source: Account settings
de_de: Kontoeinstellungen

source: Finish configuration
de_de: Konfiguration abschließen

source: Friendship
de_de: Freundschaft

source: Reply
de_de: Antwort

source: Lists
de_de: Listen

source: Delete
de_de: Löschen

source: Couldn't remove list, please try again later.
de_de: Die Liste konnte nicht entfernt werden, bitte versuchen Sie es später noch einmal.

source: Remove list
de_de: Liste entfernen

source: Do you really want to remove the list (<b>%s</b>)?
de_de: Möchten Sie wirklich die Liste <b>%s</b> entfernen?

source: General
de_de: Allgemein

source: show program in systray
de_de: Programm im Benachrichtungsfeld anzeigen

source: open window minimized/hidden
de_de: Fenster minimiert/versteckt öffnen

source: restore window size and position
de_de: Fenstergröße und Position wiederherstellen

source: Browser preferences
de_de: Browsereigenschaften

source: View
de_de: Ansicht

source: display notification area
de_de: Benachrichtigungsfeld anzeigen

source: show all messages
de_de: alle Nachrichten anzeigen

source: show notifications and warnings
de_de: Informationen und Warnungen anzeigen

source: show only warnings
de_de: nur Warnungen anzeigen

source: Preferences
de_de: Eigenschaften

source: Couldn't publish your tweet, please try again later.
de_de: Der Tweet konnte nicht erstellt werden, bitte versuchen Sie es später erneut.

source: Couldn't retweet status, please try again later.
de_de: Status konnte nicht retweetet werden, bitte versuchen Sie es später noch einmal.

source: Couldn't update friendship information, please try again later.
de_de: Die Freundschaftsdaten konnten nicht aktualisiert werden, bitte versuchen Sie es später noch einmal.

source: Edit friendship
de_de: Freundschaft bearbeiten

source: Followed by
de_de: Verfolgt von

source: Couldn't update list members, please try again later.
de_de: Die Listenzugehörigkeit konnte nicht aktualisiert werden, bitte versuchen Sie es später noch einmal.

source: List members
de_de: Benutzer der Liste

source: Member
de_de: Mitglied

source: List preferences
de_de: Listeigenschaften

source: Updating messages...
de_de: Nachrichten werden aktualisiert...

source: Updating lists...
de_de: Listen werden aktualisiert...

source: Updating direct messages...
de_de: Direktnachrichten werden aktualisiert...

source: Updating followers...
de_de: Folger werden aktualisiert...

source: Compose new tweet
de_de: Neuen Tweet erstellen

source: _Compose tweet
de_de: _Tweet erstellen

source: _Search
de_de: _Suche

source: _Preferences
de_de: _Eigenschaften

source: _Twitter Accounts
de_de: Twitter_konten

source: Couldn't update friends, please try again later.
de_de: Freunde konnten nicht aktualisiert werden, bitte versuchen Sie es später erneut.

source: Couldn't update followers, please try again later.
de_de: Folger konnten nicht aktualisiert werden, bitte versuchen Sie es später erneut.

source: Editing friends
de_de: Freunde bearbeiten

source: Editing followers
de_de: Folger bearbeiten

source: Follow user
de_de: Benutzer folgen

source: Block user
de_de: Benutzer blocken

source: Do you really want to retweet the status to all of your followers?
de_de: Möchten Sie den Status wirklich an alle Ihre Folger tweeten?

source: A list with the given name does already exist.
de_de: Eine Liste mit dem angegebenen Namen existiert bereits.

source: Couldn't update list, an internal failure occured.
de_de: Die Liste konnte nicht aktualisiert werden, ein interner Fehler ist aufgetreten.

source: Please enter a name for the list.
de_de: Bitte geben Sie einen Namen für die Liste ein.

source: Couldn't update list, please try again later.
de_de: Die Liste konnte nicht aktualisiert werden, bitte versuchen Sie es später erneut.

source: Description
de_de: Beschreibung

source: Private
de_de: Privat

source: Search
de_de: Suche

source: Please enter your search query:
de_de: Bitte geben Sie Ihren Suchbegriff ein:

source: Couldn't update list membership, please try again later.
de_de: Die Listenzugehörigkeit konnte nicht aktualisiert werden, bitte versuchen Sie es später erneut.

source: List owner
de_de: Listeneigentümer

source: List
de_de: Liste

source: List membership
de_de: Listenmitgliedschaft

source: Authorize request
de_de: Authorisierungsanfrage

source: Please enter the PIN provided by Twitter to authorize %s for <b>%s</b>.
de_de: Bitte geben Sie die PIN ein, um %s für das Konto <b>%s</b> zu authorisieren.

source: Please enter an username.
de_de: Bitte geben Sie einen Benuternamen ein.

source: The specified account does already exist. Please enter a different username.
de_de: Ein Benutzerkonto mit diesem Namen exisitiert bereits. Bitte geben Sie einen anderen Namen ein.

source: Add Account
de_de: Konto hinzufügen

source: Please enter the name of the Twitter account you want to add.
de_de: Bitte geben Sie den Namen für das Konto ein, welches Sie hinzufügen möchten.

source: Fetching user details...
de_de: Hole Benutzerdetails...

source: Synchronizing timelines...
de_de: Synchronisiere Zeitlinien...

source: Synchronizing lists...
de_de: Synchronisiere Listen...

source: Synchronizing followers...
de_de: Synchronisiere Folger...

source: First synchronization
de_de: Erste Synchronisation

source: Please stay patient, while <b>%s</b> synchronizes your account for the very first time.
de_de: Bitte haben Sie Geduld, während <b>%s</b> zum ersten Mal Ihr Benutzerkonto aktualisiert.

source: Messages
de_de: Nachrichten

source: Replies
de_de: Erwähnungen

source: Updates
de_de: Aktualisierungen

source: Friends
de_de: Freunde

source: Followers
de_de: Folger

source: Couldn't create list, please try again later.
de_de: Die Liste konnte nicht erstellt werden, bitte versuchen Sie es später erneut.

source: Create new list
de_de: Neue Liste erstellen

source: List details
de_de: Listendetails
